Revit 2027 API
FaceNode Properties
The FaceNode type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RenderNode)
NodeName |  A readable name of the output node.
(Inherited from RenderNode)
Top
See Also
Reference
FaceNode Class
Autodesk.Revit.DB Namespace